{
    "app.title": "My Angular App",
    "home.heromsg": "If it's me tomorrow, mom, if I don't come back tomorrow, destroy everything. / If tomorrow it's my turn, I want to be the last - Cristina Torre Cáceres",
    "menu.info": "INFO",
    "menu.resource": "Resources",
    "menu.news": "NEWS",
    "home.resource": "NATIONAL NUMBER TO CALL IN CASE OF STALKING OR VIOLENCE: 1522",
    "home.info" : "DO YOU WANT TO KNOW MORE?",
    "home.news" : "CHECK OUT THE NEWS ABOUT IT",
    "info.1": "INTRODUCTION",
    "info.2": "CAUSES",
    "info.3": "CONTEXT",
    "info.4": "ETYMOLOGY",
    "info.5": "IMPACT",
    "info.6": "MEANING",
    "info.7": "CHALLENGES",
    "info.8": "USAGE",
    "info.title": "Femicide and Feminicide: An In-depth Analysis",
    "info.1.title": "Introduction",
    "info.1.desc": "Femicide and feminicide, two emotionally charged terms, delineate the harsh reality of gender-related homicides against women. These are not isolated incidents but represent the culmination of a continuum of economic, psychological, physical, or sexual violence.",
    "info.2.title": "Root Causes",
    "info.2.desc": "Gender discrimination and ingrained cultural stereotypes impose a condition of subordination on women, fueling the cycle of violence. Unequal power relations consolidate this subordination.",
    "info.3.title": "Historical Context",
    "info.3.desc": "The emergence of these terms is linked to the serious events in Ciudad Juárez, Mexico, and the struggles of feminist movements in Latin America in the early 21st century. Official documents, such as resolutions of the European Parliament, condemn the phenomenon.",
    "info.4.title": "Differences between Femicide and Feminicide",
    "info.4.desc": "Coined by Diana H. Russell, femicide focuses on the killing of women by men, while feminicide, proposed by Marcela Lagarde, broadens the sociological context of violence and emphasizes its socio-political implications.",
    "info.5.title": "Legal and Social Impact",
    "info.5.desc": "In some Latin American countries, feminicide is part of criminal legislation, while both terms have a significant impact in political and media terms.",
    "info.6.title": "Global Significance",
    "info.6.desc": "Both terms are now an integral part of common and media language, providing alternatives to the more neutral word 'homicide.' They reflect a complex reality of oppression, inequality, and systematic violation of women's rights.",
    "info.7.title": "Challenges and Debates",
    "info.7.desc": "Legal challenges in identifying punishable conduct in feminicide and the interchangeable use of the two terms contribute to confusion and generate significant debates.",
    "info.8.title": "Contemporary Use in Italy",
    "info.8.desc": "In Italy, the use of femicide prevails in academic and criminological circles, while feminicide is preferred in the political and media sphere, reflecting variations in context and communicative objectives.",
    "resource.intro": "Resources for the Prevention of Femicides and the Fight against Violence against Women",
    "resource.linee": "Emergency Lines and Anti-Violence Centers:",
    "resource.linee.1": "Telefono Rosa: Dedicated helpline for victims of violence.",
    "resource.linee.2": "Anti-Violence Centers: Local facilities that offer support and assistance.",
    "resource.associazioni": "Associations and Organizations:",
    "resource.associazioni.1": "D.i.Re: Women in Network against violence.",
    "resource.associazioni.2": "WeWorld: Organization fighting against exploitation and gender-based violence.",
    "resource.supporto": "Psychological Support:",
    "resource.supporto.1": "Psychologists for the Peoples: Network of psychologists providing free counseling to victims of violence.",
    "resource.campagne": "Awareness Campaigns:",
    "resource.campagne.1": "Non una di Meno: Feminist movement committed to combating gender-based violence.",
    "resource.assistenza": "Legal Assistance:",
    "resource.assistenza.1": "Street Lawyers: Provides free legal assistance to anyone in need.",
    "resource.end": "The fight against femicides requires a multisectoral approach, involving governments, non-governmental organizations, educational institutions, and civil society. Coordinated action can contribute to creating a safer environment and protecting women from gender-based violence.",
    "news.title" : "NEWS FEED"
  
}