{
    "app.title": "La mia applicazione Angular",
    "home.heromsg": "Se domani sono io, mamma, se non torno domani, distruggi tutto. Se domani tocca a me, voglio essere l’ultima” - Cristina Torre Cáceres",
    "menu.info": "INFO",
    "menu.resource": "RISORSE",
    "menu.news": "NOTIZIE",
    "home.resource": "NUMERO NAZIONALE ANTI VIOLENZA E STALKING: 1522",
    "home.info" : "VUOI SCOPRIRE DI PIU'?",
    "home.news" : "SCOPRI LE NOTIZIE A RIGUARDO",
    "info.1" : "INTRO",
    "info.2" : "CAUSE",
    "info.3" : "CONTESTO",
    "info.4" : "ETIMOLOGIA",
    "info.5" : "IMPATTO",
    "info.6" : "SIGNIFICATO",
    "info.7" : "SFIDE",
    "info.8" : "USO",
    "info.title" : "Femmicidio e Femminicidio: Un'Analisi Approfondita",
    "info.1.title": "Introduzione",
    "info.1.desc": "Femmicidio e femminicidio, due termini connotati emotivamente, delineano la realtà cruda degli omicidi legati al genere contro le donne. Questi non sono incidenti isolati, ma rappresentano il culmine di un continuo di violenze economiche, psicologiche, fisiche o sessuali.",
    "info.2.title": "Cause Radicate",
    "info.2.desc": "La discriminazione di genere e gli stereotipi culturali radicati impongono alle donne una condizione di subalternità, alimentando il ciclo della violenza. Le relazioni di potere disuguali consolidano questa subordinazione.",
    "info.3.title": "Contesto Storico",
    "info.3.desc": "L'emergere di questi termini è legato agli eventi gravi di Ciudad Juárez in Messico e alle lotte dei movimenti femministi in America Latina nei primi anni del XXI secolo. Documenti ufficiali, come le risoluzioni del Parlamento europeo, condannano il fenomeno.",
    "info.4.title": "Differenze tra Femmicidio e Femminicidio",
    "info.4.desc": "Coniato da Diana H. Russell, il femmicidio si focalizza sugli omicidi di donne da parte degli uomini, mentre il femminicidio, proposto da Marcela Lagarde, amplia il contesto sociologico della violenza e ne sottolinea le implicazioni politico-sociali.",
    "info.5.title": "Impatto Legale e Sociale",
    "info.5.desc": "In alcuni paesi latinoamericani, il femminicidio è parte delle legislazioni penali, mentre entrambi i termini hanno un impatto significativo in termini politici e mediatici.",
    "info.6.title": "Significato Globale",
    "info.6.desc": "Entrambi i termini sono ormai parte integrante del linguaggio comune e mediatico, fornendo alternative alla parola più neutra \"omicidio\". Essi riflettono una realtà complessa di oppressione, disuguaglianza e violazione sistematica dei diritti delle donne.",
    "info.7.title": "Sfide e Dibattiti",
    "info.7.desc": "Le sfide legali nell'identificare condotte punibili nel femminicidio e l'uso interscambiabile dei due termini contribuiscono alla confusione e generano dibattiti significativi.",
    "info.8.title": "Uso Contemporaneo in Italia",
    "info.8.desc": "In Italia, l'uso di femmicidio prevale in ambito accademico e criminologico, mentre femminicidio è preferito nella sfera politica e mediatica, riflettendo variazioni di contesto e obiettivi comunicativi.",
    "resource.intro":"Risorse per la Prevenzione dei Femminicidi e la Lotta contro la Violenza sulle Donne",
    "resource.linee": "Linee di Emergenza e Centri Antiviolenza:",
    "resource.linee.1": "Telefono Rosa: Numero dedicato alle vittime di violenza.",
    "resource.linee.2": "Centri Antiviolenza: Strutture locali che offrono supporto e assistenza.",
    "resource.associazioni": "Associazioni e Organizzazioni:",
    "resource.associazioni.1": "D.i.Re: Donne in Rete contro la violenza. ",
    "resource.associazioni.2": "WeWorld: Organizzazione che lotta contro lo sfruttamento e la violenza di genere. ",
    "resource.supporto": "Supporto Psicologico:",
    "resource.supporto.1": "Psicologi per i Popoli: Rete di psicologi che offrono consulenze gratuite alle vittime di violenza.",
    "resource.campagne": "Campagne di Sensibilizzazione:",
    "resource.campagne.1": "Non una di Meno: Movimento femminista impegnato contro la violenza di genere. ",
    "resource.assistenza": "Assistenza Legale:",
    "resource.assistenza.1": "Avvocati di Strada: Offre assistenza legale gratuita a chiunque ne abbia bisogno.",
    "resource.end": "La lotta contro i femminicidi richiede un approccio multisettoriale, coinvolgendo governi, organizzazioni non governative, istituzioni educative e la società civile. Un'azione coordinata può contribuire a creare un ambiente più sicuro e a proteggere le donne dalla violenza di genere.",
    "news.title" : "NOTIZIE"    
  }